Repository: kenny324324/playlist
Catalog: MyPlaylist/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hant

# applemusic.auth.authorized
source: Authorized
ja: 認証済み
ko: 승인됨
zh_hant: 已授權

# applemusic.auth.button
source: Authorize Apple Music
ja: Apple Musicを認証
ko: Apple Music 승인
zh_hant: 授權 Apple Music

# applemusic.auth.description
source: This app integrates with Apple Music to provide music previews.
ja: このアプリは音楽プレビューを提供するためにApple Musicと統合されています。
ko: 이 앱은 음악 미리듣기를 제공하기 위해 Apple Music과 통합됩니다.
zh_hant: 此應用程式整合 Apple Music 以提供音樂預覽功能。

# applemusic.auth.notAuthorized
source: Not Authorized
ja: 未認証
ko: 승인되지 않음
zh_hant: 未授權

# applemusic.auth.reason
source: When Spotify preview is not available, we will use Apple Music as a backup.
ja: Spotifyのプレビューが利用できない場合、Apple Musicをバックアップとして使用します。
ko: Spotify 미리듣기를 사용할 수 없을 때 Apple Music을 백업으로 사용합니다.
zh_hant: 當 Spotify 預覽不可用時，我們將使用 Apple Music 作為備援。

# common.cancel
source: Cancel
ja: キャンセル
ko: 취소
zh_hant: 取消

# common.close
source: Close
ja: 閉じる
ko: 닫기
zh_hant: 關閉

# common.done
source: Done
ja: 完了
ko: 완료
zh_hant: 完成

# component.followers
source: followers
ja: フォロワー
ko: 팔로워
zh_hant: 位追蹤者

# component.popularity
source: Popularity
ja: 人気度
ko: 인기도
zh_hant: 人氣度

# component.times
source: %lld times
ja: %lld 回
ko: %lld 회
zh_hant: %lld 次

# dashboard.empty.message
source: Start listening to music on Spotify to see your personalized dashboard!
ja: Spotifyで音楽を聴き始めると、パーソナライズされたダッシュボードが表示されます！
ko: Spotify에서 음악을 듣기 시작하면 맞춤 대시보드를 볼 수 있습니다!
zh_hant: 開始在 Spotify 上聽音樂，就能看到專屬於你的儀表板！

# dashboard.empty.noData
source: No data available
ja: データがありません
ko: 데이터 없음
zh_hant: 暫無資料

# dashboard.empty.noTopArtists
source: No top artists yet Listen to more music to see your favorites!
ja: トップアーティストがありません もっと音楽を聴いてお気に入りを見つけよう！
ko: 아직 인기 아티스트가 없습니다 더 많은 음악을 들어보세요!
zh_hant: 尚無熱門藝人 多聽些音樂，就能看到你的最愛！

# dashboard.empty.noTopTracks
source: No top tracks yet Listen to more music to see your favorites!
ja: トップトラックがありません もっと音楽を聴いてお気に入りを見つけよう！
ko: 아직 인기 트랙이 없습니다 더 많은 음악을 들어보세요!
zh_hant: 尚無熱門歌曲 多聽些音樂，就能看到你的最愛！

# dashboard.empty.title
source: No Listening Data Yet
ja: リスニングデータがありません
ko: 청취 데이터가 아직 없습니다
zh_hant: 尚無聆聽資料

# dashboard.hours
source: hrs
ja: 時間
ko: 시간
zh_hant: 小時

# dashboard.justNow
source: Just now
ja: たった今
ko: 방금 전
zh_hant: 剛剛

# dashboard.minutes
source: min
ja: 分
ko: 분
zh_hant: 分鐘

# dashboard.monthlyTopArtists
source: Top Artists This Month
ja: 今月のトップアーティスト
ko: 이번 달 인기 아티스트
zh_hant: 本月熱門藝人

# dashboard.monthlyTopTracks
source: Top Tracks This Month
ja: 今月のトップトラック
ko: 이번 달 인기 트랙
zh_hant: 本月熱門歌曲

# dashboard.quickShortcuts
source: Quick Shortcuts
ja: クイックショートカット
ko: 빠른 바로가기
zh_hant: 快速捷徑

# dashboard.shortcut.playlists
source: My Playlists
ja: マイ プレイリスト
ko: 내 플레이리스트
zh_hant: 我的 播放清單

# dashboard.shortcut.savedTracks
source: Saved Tracks
ja: 保存した トラック
ko: 저장한 트랙
zh_hant: 收藏 歌曲

# dashboard.shortcut.topCharts
source: Top Charts
ja: トップ チャート
ko: 인기 차트
zh_hant: 排行 榜

# dashboard.todayListening
source: Today's Listening
ja: 今日のリスニング
ko: 오늘의 청취
zh_hant: 今日聆聽

# dashboard.todayListening.subtitle
source: Keep up the groove!
ja: 音楽を楽しみ続けよう！
ko: 계속 음악을 즐기세요!
zh_hant: 繼續享受音樂吧！

# dashboard.tracksCount
source: tracks
ja: 曲
ko: 곡
zh_hant: 首歌曲

# dashboard.viewAll
source: View All
ja: すべて表示
ko: 모두 보기
zh_hant: 查看全部

# dashboard.weeklyTopArtists
source: Top Artists This Week
ja: 今週のトップアーティスト
ko: 이번 주 인기 아티스트
zh_hant: 本週熱門藝人

# dashboard.weeklyTopTracks
source: Top Tracks This Week
ja: 今週のトップトラック
ko: 이번 주 인기 트랙
zh_hant: 本週熱門歌曲

# detail.acousticness
source: Acousticness
ja: アコースティック度
ko: 어쿠스틱
zh_hant: 原聲性

# detail.album
source: Album
ja: アルバム
ko: 앨범
zh_hant: 專輯

# detail.albumContent
source: Album content
ja: アルバムの内容
ko: 앨범 수록곡
zh_hant: 專輯內容

# detail.artist
source: Artist
ja: アーティスト
ko: 아티스트
zh_hant: 藝術家

# detail.artists
source: Artists
ja: アーティスト
ko: 아티스트
zh_hant: 藝術家

# detail.audioFeatures
source: Audio features
ja: 音響特性
ko: 오디오 특성
zh_hant: 音訊特徵

# detail.cannotLoad.album
source: Cannot load album info
ja: アルバム情報を読み込めません
ko: 앨범 정보를 불러올 수 없음
zh_hant: 無法載入專輯資訊

# detail.cannotLoad.artist
source: Cannot load artist info
ja: アーティスト情報を読み込めません
ko: 아티스트 정보를 불러올 수 없음
zh_hant: 無法載入藝人資訊

# detail.cannotLoad.track
source: Cannot load track info
ja: 曲情報を読み込めません
ko: 트랙 정보를 불러올 수 없음
zh_hant: 無法載入歌曲資訊

# detail.danceability
source: Danceability
ja: ダンス適性
ko: 댄스 적합도
zh_hant: 舞曲性

# detail.duration
source: Duration
ja: 再生時間
ko: 재생 시간
zh_hant: 歌曲長度

# detail.energy
source: Energy
ja: エネルギー
ko: 에너지
zh_hant: 能量

# detail.externalLinks
source: External links
ja: 外部リンク
ko: 외부 링크
zh_hant: 外部連結

# detail.followers
source: Followers
ja: フォロワー
ko: 팔로워
zh_hant: 粉絲數

# detail.genres
source: Genres
ja: ジャンル
ko: 장르
zh_hant: 音樂類型

# detail.instrumentalness
source: Instrumentalness
ja: インストゥルメンタル度
ko: 악기 연주
zh_hant: 器樂性

# detail.key
source: Key
ja: キー
ko: 조성
zh_hant: 音調

# detail.liveness
source: Liveness
ja: ライブ感
ko: 라이브
zh_hant: 現場感

# detail.loudness
source: Loudness
ja: 音量
ko: 음량
zh_hant: 音量

# detail.openInSpotify
source: Open in Spotify
ja: Spotifyで開く
ko: Spotify에서 열기
zh_hant: 在 Spotify 中打開

# detail.popularity
source: 0-10 Popularity
ja: 0-10 人気度
ko: 0-10 인기도
zh_hant: 0-10 人氣

# detail.releaseDate
source: release date
ja: リリース日
ko: 발매일
zh_hant: 發行日期

# detail.speechiness
source: Speechiness
ja: スピーチ度
ko: 음성
zh_hant: 語音性

# detail.tab.info
source: Info
ja: 情報
ko: 정보
zh_hant: 資訊

# detail.tab.stats
source: Stats
ja: 統計
ko: 통계
zh_hant: 統計

# detail.tempo
source: Tempo
ja: テンポ
ko: 템포
zh_hant: 節奏

# detail.timeSignature
source: Time signature
ja: 拍子
ko: 박자
zh_hant: 拍號

# detail.topAlbums
source: Top albums
ja: 人気のアルバム
ko: 인기 앨범
zh_hant: 熱門專輯

# detail.topTracks
source: Top tracks
ja: 人気の曲
ko: 인기 트랙
zh_hant: 熱門歌曲

# detail.track
source: Track
ja: トラック
ko: 트랙
zh_hant: 曲目

# detail.typeOfAlbum
source: type of album
ja: アルバムタイプ
ko: 앨범 유형
zh_hant: 專輯類型

# detail.valence
source: Valence
ja: ポジティブ度
ko: 긍정도
zh_hant: 正向性

# detail.viewMore
source: View more
ja: もっと見る
ko: 더보기
zh_hant: 查看更多

# home.empty.noFollowedArtists
source: No followed artists
ja: フォロー中のアーティストがいません
ko: 팔로우한 아티스트 없음
zh_hant: 暫無追蹤藝術家

# home.empty.noHistory
source: No playback history
ja: 再生履歴がありません
ko: 재생 기록 없음
zh_hant: 暫無播放紀錄

# home.empty.noMusic
source: No music playing
ja: 音楽が再生されていません
ko: 재생 중인 음악 없음
zh_hant: 目前沒有播放音樂

# home.empty.noPlaylists
source: No playlists
ja: プレイリストがありません
ko: 플레이리스트 없음
zh_hant: 暫無播放列表

# home.empty.noSavedAlbums
source: No saved albums
ja: 保存したアルバムがありません
ko: 저장한 앨범 없음
zh_hant: 暫無收藏專輯

# home.empty.noSavedTracks
source: No saved tracks
ja: 保存した曲がありません
ko: 저장한 트랙 없음
zh_hant: 暫無收藏歌曲

# home.followedArtists
source: Followed Artists
ja: フォロー中のアーティスト
ko: 팔로우한 아티스트
zh_hant: 追蹤的藝術家

# home.myPlaylists
source: My Playlists
ja: マイプレイリスト
ko: 내 플레이리스트
zh_hant: 我的播放列表

# home.nowPlaying
source: Now Playing
ja: 再生中
ko: 재생 중
zh_hant: 正在播放

# home.preview
source: Preview
ja: プレビュー
ko: 미리듣기
zh_hant: 試聽

# home.recentlyPlayed
source: Recently Played
ja: 最近再生した曲
ko: 최근 재생
zh_hant: 最近播放

# home.savedAlbums
source: Recently Saved Albums
ja: 最近保存したアルバム
ko: 최근 저장한 앨범
zh_hant: 最近收藏的專輯

# home.savedTracks
source: Recently Saved Tracks
ja: 最近保存した曲
ko: 최근 저장한 트랙
zh_hant: 最近收藏的歌曲

# home.top5Trends
source: Your Top 5 Trends
ja: トップ5のトレンド
ko: 상위 5개 트렌드
zh_hant: 你的 Top 5 趨勢

# home.viewRecent
source: View recent %lld plays
ja: 最近の%lld曲を表示
ko: 최근 %lld곡 보기
zh_hant: 查看最近 %lld 首播放

# launch.loading.checking
source: Checking your account...
ja: アカウントを確認しています...
ko: 계정을 확인하는 중...
zh_hant: 正在檢查您的帳號...

# launch.loading.data
source: Loading your music data...
ja: 音楽データを読み込んでいます...
ko: 음악 데이터를 불러오는 중...
zh_hant: 正在載入您的音樂資料...

# launch.loading.ready
source: Almost ready...
ja: もうすぐ準備完了...
ko: 거의 준비됐어요...
zh_hant: 即將完成...

source: Loading genres...
ja: ジャンルを読み込み中...
ko: 장르 로딩 중...
zh_hant: 載入中...

# login.button
source: Login with Spotify
ja: Spotifyでログイン
ko: Spotify로 로그인
zh_hant: 使用 Spotify 登入

# login.prompt.message
source: Log in to view your music data
ja: ログインして音楽データを表示
ko: 로그인하여 음악 데이터 보기
zh_hant: 登入後即可查看您的音樂資料

# login.prompt.title
source: Please log in to Spotify
ja: Spotifyにログインしてください
ko: Spotify에 로그인하세요
zh_hant: 請登入 Spotify

# login.prompt.topChart
source: Log in to view your top charts
ja: ログインしてチャートを表示
ko: 로그인하여 차트 보기
zh_hant: 登入後即可查看您的排行榜

# login.title
source: Log In
ja: ログイン
ko: 로그인
zh_hant: 登入

# nav.topArtists
source: Top Artists
ja: 人気のアーティスト
ko: 인기 아티스트
zh_hant: 熱門藝術家

# nav.topGenres
source: Top Genres
ja: 人気のジャンル
ko: 인기 장르
zh_hant: 熱門類型

# nav.topTracks
source: Top Tracks
ja: 人気の曲
ko: 인기 트랙
zh_hant: 熱門歌曲

# picker.timeRange
source: Time Range
ja: 期間
ko: 기간
zh_hant: 時間範圍

# player.noCurrentlyPlaying
source: No music playing
ja: 再生中の曲がありません
ko: 재생 중인 음악 없음
zh_hant: 沒有播放中的歌曲

# profile.followers
source: Followers: %lld
ja: フォロワー: %lld
ko: 팔로워: %lld
zh_hant: 粉絲數：%lld

# profile.logout
source: Log out
ja: ログアウト
ko: 로그아웃
zh_hant: 登出

# profile.logout.confirm.button
source: Logout
ja: ログアウト
ko: 로그아웃
zh_hant: 登出

# profile.logout.confirm.message
source: Are you sure you want to log out?
ja: ログアウトしてもよろしいですか？
ko: 로그아웃하시겠습니까?
zh_hant: 確定要登出嗎？

# profile.logout.confirm.title
source: Confirm Logout
ja: ログアウトの確認
ko: 로그아웃 확인
zh_hant: 確認登出

# profile.playlists
source: Your Playlists
ja: あなたのプレイリスト
ko: 내 플레이리스트
zh_hant: 你的播放清單

# profile.title
source: Profile
ja: プロフィール
ko: 프로필
zh_hant: 個人檔案

# profile.unknownOwner
source: Unknown Owner
ja: 不明な所有者
ko: 알 수 없는 소유자
zh_hant: 未知擁有者

# profile.unknownUser
source: Unknown User
ja: 不明なユーザー
ko: 알 수 없는 사용자
zh_hant: 未知用戶

# search.category.albums
source: Albums
ja: アルバム
ko: 앨범
zh_hant: 專輯

# search.category.all
source: All
ja: すべて
ko: 전체
zh_hant: 全部

# search.category.artists
source: Artists
ja: アーティスト
ko: 아티스트
zh_hant: 藝人

# search.category.tracks
source: Songs
ja: 曲
ko: 노래
zh_hant: 歌曲

# search.empty.message
source: Try different search keywords
ja: 別のキーワードで検索してください
ko: 다른 검색어로 시도하세요
zh_hant: 請嘗試其他搜尋關鍵字

# search.empty.title
source: No results found
ja: 結果が見つかりません
ko: 결과를 찾을 수 없음
zh_hant: 找不到相關結果

# search.featured.playlists
source: Featured Playlists
ja: 注目のプレイリスト
ko: 추천 플레이리스트
zh_hant: 精選播放清單

# search.initial.subtitle
source: Enter song, artist or album name
ja: 曲名、アーティスト名、アルバム名を入力
ko: 노래, 아티스트 또는 앨범 이름 입력
zh_hant: 輸入歌曲、藝人或專輯名稱

# search.initial.title
source: Search Your Favorite Music
ja: お気に入りの音楽を検索
ko: 좋아하는 음악 검색
zh_hant: 搜尋你喜愛的音樂

# search.loading
source: Loading...
ja: 読み込み中...
ko: 로딩 중...
zh_hant: 載入中...

# search.login.button
source: Log in to Spotify
ja: Spotifyにログイン
ko: Spotify에 로그인
zh_hant: 登入 Spotify

# search.login.message
source: Log in to Spotify to search millions of songs and artists
ja: Spotifyにログインして 数百万の曲とアーティストを検索
ko: Spotify에 로그인하여 수백만 곡과 아티스트 검색
zh_hant: 登入 Spotify 開始搜尋 數百萬首歌曲和藝人

# search.login.title
source: Explore the Music World
ja: 音楽の世界を探索
ko: 음악 세계 탐험
zh_hant: 探索音樂世界

# search.new.releases
source: New Releases
ja: 新着リリース
ko: 새로운 앨범
zh_hant: 新發行專輯

# search.row.album
source: Album
ja: アルバム
ko: 앨범
zh_hant: 專輯

# search.row.artist
source: Artist
ja: アーティスト
ko: 아티스트
zh_hant: 藝人

# search.row.followers
source: followers
ja: フォロワー
ko: 팔로워
zh_hant: 追蹤者

# search.your.playlists
source: Your Playlists
ja: あなたのプレイリスト
ko: 내 플레이리스트
zh_hant: 你的播放清單

# settings.authorized
source: Authorized
ja: 認証済み
ko: 인증됨
zh_hant: 已授權

# settings.authStatus
source: Authorization Status
ja: 認証ステータス
ko: 인증 상태
zh_hant: 授權狀態

# settings.cacheSize
source: Cache Size
ja: キャッシュサイズ
ko: 캐시 크기
zh_hant: 快取大小

# settings.clear
source: Clear
ja: クリア
ko: 삭제
zh_hant: 清除

# settings.clearDataCache
source: Clear Statistics Cache
ja: 統計キャッシュをクリア
ko: 통계 캐시 삭제
zh_hant: 清除統計快取

# settings.clearDataCache.message
source: This will clear dashboard statistics cache. Data will be reloaded from Spotify.
ja: ダッシュボードの統計キャッシュがクリアされます。データはSpotifyから再読み込みされます。
ko: 대시보드 통계 캐시가 삭제됩니다. 데이터가 Spotify에서 다시 로드됩니다.
zh_hant: 這將清除儀表板統計快取。資料將從 Spotify 重新載入。

# settings.clearImageCache
source: Clear Image Cache
ja: 画像キャッシュをクリア
ko: 이미지 캐시 삭제
zh_hant: 清除圖片快取

# settings.clearImageCache.message
source: This will clear all cached images. Images will need to be downloaded again.
ja: すべてのキャッシュされた画像がクリアされます。画像は再度ダウンロードする必要があります。
ko: 모든 캐시된 이미지가 삭제됩니다. 이미지를 다시 다운로드해야 합니다.
zh_hant: 這將清除所有快取的圖片。圖片需要重新下載。

# settings.defaultTimeRange
source: Default Time Range
ja: デフォルトの期間
ko: 기본 기간
zh_hant: 預設時間範圍

# settings.developer
source: Developer
ja: 開発者
ko: 개발자
zh_hant: 開發者

# settings.feature.home
source: Home
ja: ホーム
ko: 홈
zh_hant: 首頁

# settings.feature.home.description
source: View now playing and recently played
ja: 再生中と最近再生した曲を表示
ko: 재생 중 및 최근 재생 보기
zh_hant: 查看正在播放和最近播放

# settings.feature.preview
source: Music Preview
ja: 音楽プレビュー
ko: 음악 미리듣기
zh_hant: 音樂預覽

# settings.feature.preview.description
source: Listen to 30-second song previews
ja: 30秒の試聴
ko: 30초 미리듣기
zh_hant: 試聽 30 秒歌曲片段

# settings.feature.profile
source: Profile
ja: プロフィール
ko: 프로필
zh_hant: 個人檔案

# settings.feature.profile.description
source: View profile and playlists
ja: プロフィールとプレイリストを表示
ko: 프로필 및 플레이리스트 보기
zh_hant: 查看個人資訊和播放清單

# settings.feature.topCharts
source: Top Charts
ja: トップチャート
ko: 톱 차트
zh_hant: 排行榜

# settings.feature.topCharts.description
source: Top tracks, artists, and genres
ja: 人気の曲、アーティスト、ジャンル
ko: 인기 트랙, 아티스트, 장르
zh_hant: 熱門歌曲、藝術家和音樂類型

# settings.features
source: Features
ja: 機能
ko: 기능
zh_hant: 功能特色

# settings.featuresInfo
source: Features
ja: 機能
ko: 기능
zh_hant: 功能介紹

# settings.hapticFeedback
source: Haptic Feedback
ja: 触覚フィードバック
ko: 햅틱 피드백
zh_hant: 觸覺回饋

# settings.language
source: Language
ja: 言語
ko: 언어
zh_hant: 語言

# settings.launchTransition
source: Launch Transition
ja: 起動トランジション
ko: 시작 전환 효과
zh_hant: 啟動過渡動畫

# settings.launchTransition.fade
source: Fade
ja: フェード
ko: 페이드
zh_hant: 淡入淡出

# settings.launchTransition.scaleDownFade
source: Scale Down
ja: 縮小
ko: 축소
zh_hant: 縮小淡出

# settings.launchTransition.scaleUpFade
source: Scale Up
ja: 拡大
ko: 확대
zh_hant: 放大淡出

# settings.launchTransition.slideUp
source: Slide Up
ja: スライドアップ
ko: 위로 슬라이드
zh_hant: 向上滑動

# settings.launchTransition.slideUpFade
source: Slide Up & Fade
ja: スライドアップ & フェード
ko: 슬라이드 & 페이드
zh_hant: 滑動淡出

# settings.notAuthorized
source: Not Authorized
ja: 未認証
ko: 인증 안됨
zh_hant: 未授權

# settings.reauthorize
source: Reauthorize
ja: 再認証
ko: 재인증
zh_hant: 重新授權

# settings.reauthorize.confirm
source: Reauthorize
ja: 再認証
ko: 재인증
zh_hant: 重新授權

# settings.reauthorize.message
source: This will log you out and require you to log in again.
ja: ログアウトされ、再度ログインする必要があります。
ko: 로그아웃되며 다시 로그인해야 합니다.
zh_hant: 這將登出您的帳號，您需要重新登入。

# settings.seconds.format
source: %d sec
ja: %d 秒
ko: %d 초
zh_hant: %d 秒

# settings.section.about
source: About
ja: について
ko: 정보
zh_hant: 關於

# settings.section.authorization
source: Authorization
ja: 認証
ko: 인증
zh_hant: 授權狀態

# settings.section.general
source: General
ja: 一般
ko: 일반
zh_hant: 一般設定

# settings.section.personalization
source: Personalization
ja: パーソナライゼーション
ko: 개인화
zh_hant: 個人化

# settings.section.storage
source: Storage & Cache
ja: ストレージとキャッシュ
ko: 저장 공간 및 캐시
zh_hant: 儲存與快取

# settings.themeColor
source: Theme Color
ja: テーマカラー
ko: 테마 색상
zh_hant: 主題色彩

# settings.title
source: Settings
ja: 設定
ko: 설정
zh_hant: 設定

# settings.updateFrequency
source: Update Frequency
ja: 更新頻度
ko: 업데이트 빈도
zh_hant: 資料更新頻率

# settings.version
source: Version 1.0.0
ja: バージョン 1.0.0
ko: 버전 1.0.0
zh_hant: 版本 1.0.0

# stats.4weeks
source: Past 4 weeks
ja: 過去4週間
ko: 지난 4주
zh_hant: 過去 4 週

# stats.6months
source: Past 6 months
ja: 過去6ヶ月
ko: 지난 6개월
zh_hant: 過去 6 個月

# stats.album.appearedInLast50
source: appeared in your last 50 streams
ja: の曲が最近50回の再生に登場しました
ko: 의 트랙이 최근 50회 스트리밍에 등장
zh_hant: 的歌曲出現在您最近的 50 次播放中

# stats.album.inTop50.4weeks
source: in your top 50 tracks of the past 4 weeks
ja: 過去4週間のトップ50トラックに含まれています
ko: 지난 4주 동안 상위 50개 트랙에 포함
zh_hant: 在您過去 4 週的前 50 首歌曲中

# stats.album.inTop50.6months
source: in your top 50 tracks of the past 6 months
ja: 過去6ヶ月のトップ50トラックに含まれています
ko: 지난 6개월 동안 상위 50개 트랙에 포함
zh_hant: 在您過去 6 個月的前 50 首歌曲中

# stats.album.inTop50.allTime
source: in your top 50 tracks of all time
ja: 全期間のトップ50トラックに含まれています
ko: 역대 상위 50개 트랙에 포함
zh_hant: 在您歷來的前 50 首歌曲中

# stats.album.tracksFrom
source: times tracks from
ja: 回
ko: 회
zh_hant: 次來自

# stats.album.tracksOf
source: tracks of
ja: 曲が
ko: 트랙
zh_hant: 首歌曲來自

# stats.allTime
source: All time
ja: 全期間
ko: 전체 기간
zh_hant: 歷來

# stats.appearedInLast50
source: appeared in your last 50 streams
ja: 最近50回の再生に登場
ko: 최근 50회 스트리밍에 등장
zh_hant: 出現在您最近的 50 次播放中

# stats.artist.appearedInLast50
source: appeared in your last 50 streams
ja: の曲が最近50回の再生に登場しました
ko: 의 트랙이 최근 50회 스트리밍에 등장
zh_hant: 演唱的歌曲出現在您最近的 50 次播放中

# stats.artist.tracksBy
source: times tracks by
ja: 回
ko: 회
zh_hant: 次由

# stats.artist.tracksOf
source: tracks of
ja: 曲が
ko: 트랙
zh_hant: 首歌曲來自

# stats.detail.noTracks
source: No Tracks
ja: トラックなし
ko: 트랙 없음
zh_hant: 沒有歌曲

# stats.detail.noTracksDescription
source: No tracks found for this selection
ja: この選択に該当するトラックはありません
ko: 이 선택에 해당하는 트랙이 없습니다
zh_hant: 此選擇沒有找到歌曲

# stats.detail.subtitle.album.longTerm %lld %@
source: %1$lld tracks from %2$@ in your Top 50 of all time
ja: 全期間のトップ50に%2$@からの%1$lld曲
ko: 전체 기간 상위 50곡 중 %2$@의 %1$lld곡
zh_hant: 所有時間前 50 名中有 %1$lld 首來自 %2$@ 的歌曲

# stats.detail.subtitle.album.mediumTerm %lld %@
source: %1$lld tracks from %2$@ in your Top 50 over the past 6 months
ja: 過去6ヶ月のトップ50に%2$@からの%1$lld曲
ko: 지난 6개월간 상위 50곡 중 %2$@의 %1$lld곡
zh_hant: 過去 6 個月前 50 名中有 %1$lld 首來自 %2$@ 的歌曲

# stats.detail.subtitle.album.recent %lld %@
source: %1$lld tracks from %2$@ appeared in your last 50 plays
ja: 最近の50曲に%2$@からの%1$lld曲が登場
ko: 최근 50곡 중 %2$@의 %1$lld곡 재생
zh_hant: 最近 50 次播放中有 %1$lld 首來自 %2$@ 的歌曲

# stats.detail.subtitle.album.shortTerm %lld %@
source: %1$lld tracks from %2$@ in your Top 50 over the past 4 weeks
ja: 過去4週間のトップ50に%2$@からの%1$lld曲
ko: 지난 4주간 상위 50곡 중 %2$@의 %1$lld곡
zh_hant: 過去 4 週前 50 名中有 %1$lld 首來自 %2$@ 的歌曲

# stats.detail.subtitle.artist.longTerm %lld %@
source: %1$lld tracks by %2$@ in your Top 50 of all time
ja: 全期間のトップ50に%2$@の%1$lld曲
ko: 전체 기간 상위 50곡 중 %2$@의 %1$lld곡
zh_hant: 所有時間前 50 名中有 %1$lld 首 %2$@ 的歌曲

# stats.detail.subtitle.artist.mediumTerm %lld %@
source: %1$lld tracks by %2$@ in your Top 50 over the past 6 months
ja: 過去6ヶ月のトップ50に%2$@の%1$lld曲
ko: 지난 6개월간 상위 50곡 중 %2$@의 %1$lld곡
zh_hant: 過去 6 個月前 50 名中有 %1$lld 首 %2$@ 的歌曲

# stats.detail.subtitle.artist.recent %lld %@
source: %1$lld tracks by %2$@ appeared in your last 50 plays
ja: 最近の50曲に%2$@の%1$lld曲が登場
ko: 최근 50곡 중 %2$@의 %1$lld곡 재생
zh_hant: 最近 50 次播放中有 %1$lld 首 %2$@ 的歌曲

# stats.detail.subtitle.artist.shortTerm %lld %@
source: %1$lld tracks by %2$@ in your Top 50 over the past 4 weeks
ja: 過去4週間のトップ50に%2$@の%1$lld曲
ko: 지난 4주간 상위 50곡 중 %2$@의 %1$lld곡
zh_hant: 過去 4 週前 50 名中有 %1$lld 首 %2$@ 的歌曲

# stats.detail.title.album.longTerm
source: Top 50 - All Time
ja: トップ50 - 全期間
ko: 상위 50 - 전체 기간
zh_hant: 前 50 名 - 所有時間

# stats.detail.title.album.mediumTerm
source: Top 50 - Past 6 Months
ja: トップ50 - 過去6ヶ月
ko: 상위 50 - 지난 6개월
zh_hant: 前 50 名 - 過去 6 個月

# stats.detail.title.album.recent
source: Recently Played
ja: 最近再生した曲
ko: 최근 재생
zh_hant: 最近播放

# stats.detail.title.album.shortTerm
source: Top 50 - Past 4 Weeks
ja: トップ50 - 過去4週間
ko: 상위 50 - 지난 4주
zh_hant: 前 50 名 - 過去 4 週

# stats.detail.title.artist.longTerm
source: Top 50 - All Time
ja: トップ50 - 全期間
ko: 상위 50 - 전체 기간
zh_hant: 前 50 名 - 所有時間

# stats.detail.title.artist.mediumTerm
source: Top 50 - Past 6 Months
ja: トップ50 - 過去6ヶ月
ko: 상위 50 - 지난 6개월
zh_hant: 前 50 名 - 過去 6 個月

# stats.detail.title.artist.recent
source: Recently Played
ja: 最近再生した曲
ko: 최근 재생
zh_hant: 最近播放

# stats.detail.title.artist.shortTerm
source: Top 50 - Past 4 Weeks
ja: トップ50 - 過去4週間
ko: 상위 50 - 지난 4주
zh_hant: 前 50 名 - 過去 4 週

# stats.last50
source: Last 50 streams
ja: 最近50回
ko: 최근 50회
zh_hant: 最近 50 次

# stats.ofYourMostStreamed.4weeks
source: of your most streamed tracks of the past 4 weeks
ja: 過去4週間で最も再生された曲
ko: 지난 4주간 가장 많이 스트리밍한 트랙
zh_hant: 過去 4 週最常串流播放的歌曲

# stats.ofYourMostStreamed.6months
source: of your most streamed tracks of the past 6 months
ja: 過去6ヶ月間で最も再生された曲
ko: 지난 6개월간 가장 많이 스트리밍한 트랙
zh_hant: 過去 6 個月最常串流播放的歌曲

# stats.ofYourMostStreamed.allTime
source: of your most streamed tracks of all time
ja: これまでで最も再生された曲
ko: 역대 가장 많이 스트리밍한 트랙
zh_hant: 歷來最常串流播放的歌曲

# stats.times
source: times
ja: 回
ko: 번
zh_hant: 次

# tab.home
source: Home
ja: ホーム
ko: 홈
zh_hant: 首頁

# tab.search
source: Search
ja: 検索
ko: 검색
zh_hant: 搜尋

# tab.settings
source: Settings
ja: 設定
ko: 설정
zh_hant: 設定

# tab.top
source: Top Charts
ja: トップチャート
ko: 톱 차트
zh_hant: 排行榜

# theme.blue
source: Blue
ja: ブルー
ko: 블루
zh_hant: 藍

# theme.gold
source: Gold
ja: ゴールド
ko: 골드
zh_hant: 金

# theme.green
source: Green
ja: グリーン
ko: 그린
zh_hant: 綠

# theme.indigo
source: Indigo
ja: インディゴ
ko: 인디고
zh_hant: 靛藍

# theme.orange
source: Orange
ja: オレンジ
ko: 오렌지
zh_hant: 橘

# theme.pink
source: Pink
ja: ピンク
ko: 핑크
zh_hant: 粉

# theme.purple
source: Purple
ja: パープル
ko: 퍼플
zh_hant: 紫

# theme.red
source: Red
ja: レッド
ko: 레드
zh_hant: 紅

# theme.skyBlue
source: Sky Blue
ja: スカイブルー
ko: 스카이 블루
zh_hant: 天空藍

# theme.teal
source: Teal
ja: ティール
ko: 틸
zh_hant: 青色

# timeRange.1month
source: 1 Month
ja: 1ヶ月
ko: 1개월
zh_hant: 1 個月

# timeRange.1year
source: 1 Year
ja: 1年
ko: 1년
zh_hant: 1 年

# timeRange.6months
source: 6 Months
ja: 6ヶ月
ko: 6개월
zh_hant: 6 個月

# timeRange.allTime
source: All Time
ja: すべての期間
ko: 전체 기간
zh_hant: 所有時間

# todayPlayed.empty
source: No playback history today
ja: 今日の再生履歴はありません
ko: 오늘 재생 기록이 없습니다
zh_hant: 今天還沒有播放記錄

# todayPlayed.minutes
source: min
ja: 分
ko: 분
zh_hant: 分鐘

# todayPlayed.playbackHistory
source: Playback History
ja: 再生履歴
ko: 재생 기록
zh_hant: 播放記錄

# todayPlayed.title
source: Today's Tracks
ja: 今日再生した曲
ko: 오늘 재생한 곡
zh_hant: 今天播放歌曲

# todayPlayed.totalDuration
source: Total Duration
ja: 合計時間
ko: 총 시간
zh_hant: 總時長

# todayPlayed.trackCount
source: Track Count
ja: 曲数
ko: 곡 수
zh_hant: 歌曲數量

# todayPlayed.tracks
source: tracks
ja: 曲
ko: 곡
zh_hant: 首

# tone.default
source: Default
ja: デフォルト
ko: 기본
zh_hant: 預設

# tone.earth
source: Earth
ja: アース
ko: 어스
zh_hant: 大地

# tone.pastel
source: Pastel
ja: パステル
ko: 파스텔
zh_hant: 粉彩

# tone.soft
source: Soft
ja: ソフト
ko: 소프트
zh_hant: 柔和

# top.artists
source: Artists
ja: アーティスト
ko: 아티스트
zh_hant: 藝術家

# top.genres
source: Genres
ja: ジャンル
ko: 장르
zh_hant: 音樂類型

# top.tracks
source: Tracks
ja: トラック
ko: 트랙
zh_hant: 歌曲

# 完成
source: Done
ja: 完了
ko: 완료
zh_hant: 完成

# 搜尋Spotify
source: Search Spotify
ja: Spotifyを検索
ko: Spotify 검색
zh_hant: 搜尋Spotify

# 搜尋分類
source: Search Category
ja: 検索カテゴリー
ko: 검색 카테고리
zh_hant: 搜尋分類

# 搜尋歌曲、藝人或專輯...
source: Search songs, artists or albums...
ja: 曲、アーティスト、アルバムを検索...
ko: 노래, 아티스트, 앨범 검색...
zh_hant: 搜尋歌曲、藝人或專輯...

# 輸入關鍵字以顯示搜尋結果
source: Enter keywords to display search results
ja: キーワードを入力して検索結果を表示
ko: 검색 결과를 표시하려면 키워드를 입력하세요
zh_hant: 輸入關鍵字以顯示搜尋結果

# player.pause
source: Pause
zh_hant: 暫停

# player.playPreview
source: Play Preview
zh_hant: 播放預覽

# rankingTrend.best
source: Best
zh_hant: 最佳

# rankingTrend.keepListening
source: Keep listening and check back in a few days
zh_hant: 持續聆聽並過幾天後回來查看

# rankingTrend.noChange
source: No Change
zh_hant: 沒變化

# rankingTrend.noHistory
source: No ranking history yet
zh_hant: 尚無排名歷史

# rankingTrend.outOfTop50
source: Out of Top 50
zh_hant: 榜外

# rankingTrend.past7Days
source: Past 7 Days
zh_hant: 過去 7 天

# rankingTrend.title
source: Ranking Trend
zh_hant: 排名趨勢

# rankingTrend.worst
source: Worst
zh_hant: 最差
